acpi
acpid
amarok
android-tools
android-udev
ark
ascii
atom
autoconf
automake
b43-fwcutter
bin32-jdk6
bison
bluedevil
byobu
calibre
canon-cque
cantata
chromium
cpupower
cronie
cups-pdf
dhclient
dhcpcd
dolphin-plugins
ecryptfs-utils
emacs
enscript
fakeroot
filelight
filezilla
firefox
flatpak
gimp
gnome-icon-theme
grub
gtk-theme-breath
gwenview
hplip
htop
imagewriter
inkscape
intel-ucode
inxi
iputils
ipw2100-fw
ipw2200-fw
kaccounts-providers
kate
kcalc
kde-gtk-config
kde-servicemenus-rootactions
kdenetwork-filesharing
kdeplasma-addons
kdiff3
keychain
kfind
kgamma5
kget
kinfocenter
konversation
kscreen
ksystemlog
kwallet-pam
kwayland-integration
kwrited
latte-dock
lib32-flex
lib32-mesa-demos
lib32-vulkan-intel
lib32-vulkan-radeon
libreoffice-fresh
licenses
linux414-nvidia-390xx
logrotate
lynx
make
man-db
man-pages
manjaro-alsa
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-i3-solarized-settings
manjaro-pulse
manjaro-release
manjaro-settings-manager-kcm
manjaro-settings-samba
manjaro-system
masterpdfeditor4
memtest86+
mkinitcpio-openswap
ms-office-online
mtpfs
nano
nerd-fonts-fira-code
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nmap
ntp
okular
oxygen
oxygen-kde4
p4v
packer
partitionmanager
patch
patchutils
perl-email-outlook-message
pkgconf
plasma-desktop
plasma-pa
plasma5-themes-breath
powertop
print-manager
pulseaudio-ctl
pulseaudio-zeroconf
qbittorrent
screenfetch
sddm-breath-theme
sddm-kcm
skanlite
skypeforlinux-stable-bin
slack-desktop
spectacle
spectre-meltdown-checker
splix
steam-manjaro
sublime-text-dev
systemd-kcm
terminus-font
the_silver_searcher
thunderbird
tigervnc
tlp
ttf-inconsolata
ttf-indic-otf
udiskie
units
user-manager
vi
virtualbox
which
wine
xdg-su
xdg-user-dirs
xf86-input-elographics
xf86-input-evdev
xf86-input-keyboard
xf86-input-mouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xorg-xev
xorg-xinit
xorg-xkill
xseticon
yakuake
zd1211-firmware
zsh
[0m